Repository: crexsupport/PRINT
Catalog: Printer/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, ja, pt_br, ru, tr, zh_hans

source: ¡Tu impresora está lista!
de: Dein Drucker ist bereit!
fr: Ton imprimante est prête !
it: La tua stampante è pronta!
ja: プリンターの準備ができました！
pt_br: Sua impressora está pronta!
ru: Твой принтер готов!
tr: Yazıcınız hazır!
zh_hans: 你的打印机已准备就绪！

source: ¿Configuraste tu impresora y la imprimió correctamente?
de: Hast du deinen Drucker eingerichtet und funktioniert das Drucken korrekt?
es: ¿Configuraste tu impresora y funcionó correctamente?
es_419: ¿Configuraste tu impresora y se imprimió correctamente?
fr: As‑tu configuré ton imprimante et a‑t‑elle imprimé correctement ?
it: Hai configurato la stampante e ha stampato correttamente?
ja: プリンターを設定して、正常に印刷できましたか？
pt_br: Você configurou sua impressora e ela imprimiu corretamente?
ru: Ты настроил принтер и он распечатал правильно?
tr: Yazıcınızı kurdunuz ve doğru şekilde yazdırdı mı?
zh_hans: 你设置好打印机并成功打印了吗？

source: ¿Imprimir correctamente?
de: Druck korrekt?
es: ¿Imprime correctamente?
es_419: ¿Se imprimió correctamente?
fr: Impression réussie ?
it: Stampato correttamente?
ja: 正しく印刷されましたか？
pt_br: Imprimiu corretamente?
ru: Распечаталось правильно?
tr: Doğru şekilde yazdırıldı mı?
zh_hans: 打印成功吗？

source: "Lightning fast printing with perfect quality"
de: "Blitzschneller Druck mit perfekter Qualität"
es: "Impresión ultrarrápida con calidad perfecta"
es_419: "Impresión ultrarrápida con calidad perfecta"
fr: "Impression ultra‑rapide avec une qualité parfaite"
it: "Stampa rapidissima con qualità perfetta"
ja: "超高速の印刷と完璧な品質"
pt_br: Impressão super-rápida com qualidade perfeita
ru: "Молниеносная печать с идеальным качеством"
tr: Yıldırım hızında baskı, kusursuz kalite
zh_hans: "极速打印，品质完美"

source: "Professional document editing and compression"
de: "Professionelle Dokumentbearbeitung und -komprimierung"
es: "Edición y compresión de documentos profesionales"
es_419: "Edición y compresión profesional de documentos"
fr: "Édition et compression de documents professionnels"
it: "Modifica e comprimi documenti in modo professionale"
ja: "プロ仕様のドキュメント編集と圧縮"
pt_br: Edição e compressão profissional de documentos
ru: "Профессиональное редактирование документов и сжатие"
tr: Profesyonel belge düzenleme ve sıkıştırma
zh_hans: "专业文档编辑与压缩"

source: "Works with any printer - no setup required"
de: "Funktioniert mit jedem Drucker – keine Einrichtung nötig"
es: "Funciona con cualquier impresora: no se necesita configuración"
es_419: "Funciona con cualquier impresora: no se requiere configuración"
fr: "Fonctionne avec n’importe quelle imprimante — aucune configuration requise"
it: "Funziona con qualsiasi stampante - nessuna configurazione richiesta"
ja: "どのプリンターでも動作します—設定不要"
pt_br: Funciona com qualquer impressora — sem configuração necessária
ru: "Работает с любым принтером — настройка не требуется"
tr: Her yazıcıyla çalışır - kurulum gerekmez
zh_hans: "兼容任意打印机 - 无需设置"

source: /%lld days
de: /%lld Tage
es: /%lld días
es_419: /%lld días
fr: /%lld jours
it: /%lld giorni
ja: /%lld日
pt_br: /%lld dias
ru: /%lld дней
tr: /%lld gün
zh_hans: /%lld 天

source: /%lld months
de: /%lld Monate
es: /%lld meses
es_419: /%lld meses
fr: /%lld mois
it: /%lld mesi
ja: /%lldか月
pt_br: /%lld meses
ru: /%lld месяцев
tr: /%lld ay
zh_hans: /%lld 个月

source: /%lld years
de: /%lld Jahre
es: /%lld años
es_419: /%lld años
fr: /%lld ans
it: /%lld anni
ja: /%lld年
pt_br: /%lld anos
ru: /%lld лет
tr: /%lld yıl
zh_hans: /%lld 年

source: /day
de: /Tag
es: /día
es_419: /día
fr: /jour
it: /giorno
ja: /日
pt_br: /dia
ru: /день
tr: /gün
zh_hans: /天

source: /month
de: /Monat
es: /mes
es_419: /mes
fr: /mois
it: /mese
ja: /月
pt_br: /mês
ru: /месяц
tr: /ay
zh_hans: /月

source: /week
de: /Woche
es: /semana
es_419: /semana
fr: /semaine
it: /settimana
pt_br: /semana
tr: /hafta

source: /year
de: /Jahr
es: /año
es_419: /año
fr: /an
it: /anno
ja: /年
pt_br: /ano
ru: /год
tr: /yıl
zh_hans: /年

source: %lld characters
de: %lld Zeichen
es: %lld caracteres
es_419: %lld caracteres
fr: %lld caractères
it: %lld caratteri
ja: %lld文字
pt_br: %lld caracteres
ru: %lld символов
tr: %lld karakter
zh_hans: %lld 字符

# %lld files • %lld pages
source: %1$lld files • %2$lld pages
de: %1$lld Dateien • %2$lld Seiten
es: %1$lld archivos • %2$lld páginas
es_419: %1$lld archivos • %2$lld páginas
fr: %1$lld fichiers • %2$lld pages
it: %1$lld file • %2$lld pagine
ja: %1$lldファイル • %2$lldページ
pt_br: %1$lld arquivos • %2$lld páginas
ru: %1$lld файлов • %2$lld страниц
tr: %1$lld dosya • %2$lld sayfa
zh_hans: %1$lld 个文件 • %2$lld 页

# %lld image%@
source: %1$lld image%2$@
de: %1$lld Bild%2$@
es: %1$lld imagen%2$@
es_419: %1$lld imagen%2$@
it: %1$lld immagine%2$@
ja: %1$lld枚の画像%2$@
pt_br: %1$lld imagem%2$@
ru: %1$lld изображение%2$@
tr: %1$lld resim%2$@
zh_hans: %1$lld 张图片%2$@

source: %lld items
de: %lld Elemente
es: %lld elementos
es_419: %lld elementos
fr: %lld éléments
it: %lld elementi
ja: %lld件
pt_br: %lld itens
ru: %lld элементов
tr: %lld öğe
zh_hans: %lld 项目

# %lld of %lld
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
es_419: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld
ja: %1$lld / %2$lld
pt_br: %1$lld de %2$lld
ru: %1$lld из %2$lld
tr: %1$lld içinde %2$lld
zh_hans: %1$lld 的 %2$lld

# %lld page%@
source: %1$lld page%2$@
de: %1$lld Seite%2$@
es: %1$lld página%2$@
es_419: %1$lld página%2$@
it: %1$lld pagina%2$@
ja: %1$lldページ%2$@
pt_br: %1$lld página%2$@
ru: %1$lld страница%2$@
tr: %1$lld sayfa%2$@
zh_hans: %1$lld 页%2$@

source: %lld pages
de: %lld Seiten
es: %lld páginas
es_419: %lld páginas
it: %lld pagine
ja: %lldページ
pt_br: %lld páginas
ru: %lld страниц
tr: %lld sayfa
zh_hans: %lld 页

source: %lld%% smaller
de: %lld%% kleiner
es: %lld%% más pequeño
es_419: %lld%% más pequeño
fr: %lld%% plus petit
it: %lld%% più piccolo
ja: %lld%%小さくなりました
pt_br: %lld%% menor
ru: %lld%% меньше
tr: %lld%% daha küçük
zh_hans: %lld%% 更小

# • %lld page%@
source: • %1$lld page%2$@
de: • %1$lld Seite%2$@
es: • %1$lld página%2$@
es_419: • %1$lld página%2$@
it: • %1$lld pagina%2$@
ja: • %1$lldページ%2$@
pt_br: • %1$lld página%2$@
ru: • %1$lld страница%2$@
tr: • %1$lld sayfa%2$@
zh_hans: • %1$lld 页%2$@

source: ✨ Features
de: ✨ Funktionen
es: ✨ Funciones
es_419: ✨ Funciones
fr: ✨ Fonctions
it: ✨ Funzionalità
ja: ✨ 機能
pt_br: ✨ Recursos
ru: ✨ Функции
tr: ✨ Özellikler
zh_hans: ✨ 功能

source: 🎯 Position your subject clearly
de: 🎯 Positioniere dein Motiv deutlich
es: 🎯 Coloca bien el sujeto
es_419: 🎯 Coloca claramente tu sujeto
fr: 🎯 Place clairement ton sujet
it: 🎯 Posiziona chiaramente il soggetto
ja: 🎯 被写体をはっきり配置してください
pt_br: 🎯 Posicione bem o objeto
ru: 🎯 Чётко размести объект съёмки
tr: 🎯 Konuğunuzu net şekilde konumlandırın
zh_hans: 🎯 清晰对准拍摄对象

source: 1. Organizing Files
de: 1. Dateien organisieren
es: 1. Organizar archivos
es_419: 1. Organizar archivos
fr: 1. Organisation des fichiers
it: 1. Organizzazione dei file
ja: 1. ファイルの整理
pt_br: 1. Organizar arquivos
ru: 1. Организация файлов
tr: 1. Dosyaları Düzenleme
zh_hans: 1. 整理文件

source: 2 per sheet
de: 2 pro Seite
es: 2 por hoja
es_419: 2 por hoja
fr: 2 par page
it: 2 per foglio
ja: シートあたり2
pt_br: 2 por folha
ru: 2 на лист
tr: Sayfa başına 2
zh_hans: 每页 2 张

source: 2. Converting & Merging
de: 2. Konvertieren & Zusammenführen
es: 2. Convertir y fusionar
es_419: 2. Convertir y combinar
fr: 2. Conversion et fusion
it: 2. Conversione e unione
ja: 2. 変換と結合
pt_br: 2. Converter e mesclar
ru: 2. Конвертация и объединение
tr: 2. Dönüştürme ve Birleştirme
zh_hans: 2. 转换与合并

source: 3 DAYS FREE
de: 3 TAGE KOSTENLOS
es: 3 DÍAS GRATIS
es_419: 3 DÍAS GRATIS
fr: 3 JOURS GRATUITS
it: 3 GIORNI GRATIS
ja: 3日間無料
pt_br: 3 DIAS GRÁTIS
ru: 3 ДНЯ БЕСПЛАТНО
tr: 3 GÜN ÜCRETSİZ
zh_hans: 3 天免费

source: 3. Finalizing Document
de: 3. Dokument finalisieren
es: 3. Finalizar documento
es_419: 3. Finalizar documento
fr: 3. Finalisation du document
it: 3. Finalizzazione del documento
ja: 3. ドキュメントの仕上げ
pt_br: 3. Finalizar documento
ru: 3. Завершение документа
tr: 3. Belgeyi Sonlandırma
zh_hans: 3. 完成文档

source: 4 per sheet
de: 4 pro Seite
es: 4 por hoja
es_419: 4 por hoja
fr: 4 par page
it: 4 per foglio
ja: シートあたり4
pt_br: 4 por folha
ru: 4 на лист
tr: Sayfa başına 4
zh_hans: 每页 4 张

source: 5,000+ users
de: 5.000+ Nutzer:innen
es: Más de 5.000 usuarios
es_419: Más de 5,000 usuarios
fr: Plus de 5 000 utilisateur·rice·s
it: Oltre 5.000 utenti
ja: 5,000+ユーザー
pt_br: 5.000+ usuários
ru: Более 5 000 пользователей
tr: 5.000+ kullanıcı
zh_hans: 超过 5,000 名用户

source: 6 per sheet
de: 6 pro Seite
es: 6 por hoja
es_419: 6 por hoja
fr: 6 par page
it: 6 per foglio
ja: シートあたり6
pt_br: 6 por folha
ru: 6 на лист
tr: Sayfa başına 6
zh_hans: 每页 6 张

source: 8 per sheet
de: 8 pro Seite
es: 8 por hoja
es_419: 8 por hoja
fr: 8 par page
it: 8 per foglio
ja: シートあたり8
pt_br: 8 por folha
ru: 8 на лист
tr: Sayfa başına 8
zh_hans: 每页 8 张

source: 15 per sheet
de: 15 pro Seite
es: 15 por hoja
es_419: 15 por hoja
fr: 15 par page
it: 15 per foglio
ja: シートあたり15
pt_br: 15 por folha
ru: 15 на лист
tr: Sayfa başına 15
zh_hans: 每页 15 张

source: 18 per sheet
de: 18 pro Seite
es: 18 por hoja
es_419: 18 por hoja
fr: 18 par page
it: 18 per foglio
ja: シートあたり18
pt_br: 18 por folha
ru: 18 на лист
tr: Sayfa başına 18
zh_hans: 每页 18 张

source: A4 Paper
de: A4-Papier
es: Papel A4
es_419: Papel A4
fr: Papier A4
it: Carta A4
ja: A4用紙
pt_br: Papel A4
ru: Бумага A4
tr: A4 Kağıt
zh_hans: A4 纸

source: Access ready-to-print templates
de: Zugriff auf druckfertige Vorlagen
es: Accede a plantillas listas para imprimir
es_419: Accede a plantillas listas para imprimir
fr: Accéder à des modèles prêts à imprimer
it: Accedi ai modelli pronti per la stampa
ja: 印刷できるテンプレートにアクセス
pt_br: Acesse modelos prontos para impressão
ru: Доступ к шаблонам для печати
tr: Yazdırmaya hazır şablonlara erişin
zh_hans: 访问可直接打印的模板

source: Access to all templates
de: Zugriff auf alle Vorlagen
es: Acceso a todas las plantillas
es_419: Acceso a todas las plantillas
fr: Accès à tous les modèles
it: Accesso a tutti i modelli
ja: すべてのテンプレートにアクセス
pt_br: Acesso a todos os modelos
ru: Доступ ко всем шаблонам
tr: Tüm şablonlara erişim
zh_hans: 访问所有模板

source: Add
de: Hinzufügen
es: Añadir
es_419: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
pt_br: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 添加

# Add (%lld/%lld)
source: Add (%1$lld/%2$lld)
de: Hinzufügen (%1$lld/%2$lld)
es: Añadir (%1$lld/%2$lld)
es_419: Agregar (%1$lld/%2$lld)
fr: Ajouter (%1$lld/%2$lld)
it: Aggiungi (%1$lld/%2$lld)
ja: 追加 (%1$lld/%2$lld)
pt_br: Adicionar (%1$lld/%2$lld)
ru: Добавить (%1$lld/%2$lld)
tr: Ekle (%1$lld/%2$lld)
zh_hans: 添加 (%1$lld/%2$lld)

source: Add Images
de: Bilder hinzufügen
es: Añadir imágenes
es_419: Agregar imágenes
fr: Ajouter des images
it: Aggiungi immagini
ja: 画像を追加
pt_br: Adicionar imagens
ru: Добавить изображения
tr: Resim Ekle
zh_hans: 添加图片

source: Add JPEG, PNG, HEIC images
de: JPEG-, PNG- und HEIC-Bilder hinzufügen
es: Añadir imágenes JPEG, PNG, HEIC
es_419: Agregar imágenes JPEG, PNG y HEIC
fr: Ajouter des images JPEG, PNG, HEIC
it: Aggiungi immagini JPEG, PNG, HEIC
ja: JPEG、PNG、HEIC 画像を追加
pt_br: Adicionar imagens JPEG, PNG, HEIC
ru: Добавить изображения JPEG, PNG, HEIC
tr: JPEG, PNG, HEIC resimleri ekle
zh_hans: 添加 JPEG、PNG、HEIC 图片

source: Add More
de: Mehr hinzufügen
es: Añadir más
es_419: Agregar más
fr: Ajouter plus
it: Aggiungi altro
ja: もっと追加
pt_br: Adicionar mais
ru: Добавить ещё
tr: Daha Fazla Ekle
zh_hans: 添加更多

source: Add Shadow
de: Schatten hinzufügen
es: Añadir sombra
es_419: Agregar sombra
fr: Ajouter une ombre
it: Aggiungi ombra
ja: 影を追加
pt_br: Adicionar sombra
ru: Добавить тень
tr: Gölge Ekle
zh_hans: 添加阴影

source: Adjust print quality settings in each feature to optimize for your specific needs.
de: Druckqualitätseinstellungen in jeder Funktion anpassen, um sie an deine Bedürfnisse zu optimieren.
es: Ajusta la calidad de impresión en cada función para optimizarla según tus necesidades.
es_419: Ajusta la configuración de calidad de impresión en cada función para optimizarla según tus necesidades específicas.
fr: Ajustez les paramètres de qualité d'impression pour chaque fonction afin d'optimiser selon vos besoins.
it: Regola le impostazioni di qualità di stampa in ogni funzione per ottimizzare in base alle tue esigenze.
ja: 各機能で印刷品質の設定を調整して、用途に合わせて最適化してください。
pt_br: Ajuste as configurações de qualidade de impressão em cada recurso para otimizar conforme suas necessidades.
ru: Настрой параметры качества печати в каждой функции, чтобы оптимизировать под свои потребности.
tr: Her özellikte baskı kalitesi ayarlarını ihtiyaçlarınıza göre optimize etmek için ayarlayın.
zh_hans: 在每项功能中调整打印质量设置，以优化特定需求。

source: Advanced Document Editing
de: Erweiterte Dokumentenbearbeitung
es: Edición avanzada de documentos
es_419: Edición avanzada de documentos
fr: Édition avancée de documents
it: Modifica avanzata dei documenti
ja: 高度なドキュメント編集
pt_br: Edição avançada de documentos
ru: Расширенное редактирование документов
tr: Gelişmiş Belge Düzenleme
zh_hans: 高级文档编辑

source: After
de: Nach
es: Después
es_419: Después
fr: Après
it: Dopo
ja: 後
pt_br: Depois
ru: После
tr: Sonra
zh_hans: 之后

source: AI Background Removal
de: KI-Hintergrundentfernung
es: Eliminación de fondo con IA
es_419: Eliminación de fondo por IA
fr: Suppression d'arrière‑plan par IA
it: Rimozione sfondo con AI
ja: AI 背景除去
pt_br: Remoção de fundo por IA
ru: Удаление фона ИИ
tr: Yapay Zeka Arka Plan Kaldırma
zh_hans: AI 背景移除

source: AI Processing...
de: KI wird verarbeitet...
es: Procesando IA...
es_419: Procesando IA...
fr: Traitement IA...
it: Elaborazione AI...
ja: AI 処理中...
pt_br: Processando IA...
ru: Обработка ИИ...
tr: AI İşleniyor...
zh_hans: AI 正在处理...

source: All
de: Alle
es: Todos
es_419: Todos
fr: Tous
it: Tutti
ja: すべて
pt_br: Todos
ru: Все
tr: Hepsi
zh_hans: 全部

source: All Activity
de: Alle Aktivitäten
es: Toda la actividad
es_419: Toda la actividad
fr: Toute l'activité
it: Tutta l'attività
ja: すべてのアクティビティ
pt_br: Toda atividade
ru: Вся активность
tr: Tüm Etkinlikler
zh_hans: 所有活动

source: All features are now available to you
de: Dir stehen jetzt alle Funktionen zur Verfügung
es: Todas las funciones ya están disponibles para ti
es_419: Todas las funciones ahora están disponibles para ti
fr: Toutes les fonctionnalités sont désormais à votre disposition.
it: Tutte le funzioni sono ora disponibili per te
ja: すべての機能が利用可能になりました
pt_br: Todos os recursos agora estão disponíveis para você
ru: Теперь все функции доступны тебе
tr: Tüm özellikler artık kullanımınıza açık
zh_hans: 所有功能现已向你开放

source: Allow Camera Access
de: Kamera zulassen
es: Permitir acceso a la cámara
es_419: Permitir acceso a la cámara
fr: Autoriser l'accès à la caméra
it: Consenti accesso alla fotocamera
ja: カメラアクセスを許可
pt_br: Permitir acesso à câmera
ru: Разрешить доступ к камере
tr: Kamera Erişimine İzin Ver
zh_hans: 允许访问相机

source: Allow camera access to scan documents and take photos to add to your printables.
de: Erlaube Kamerazugriff, um Dokumente zu scannen und Fotos aufzunehmen, die du deinen Druckvorlagen hinzufügen kannst.
es: Permite el acceso a la cámara para escanear documentos y hacer fotos que añadir a tus imprimibles.
es_419: Permite el acceso a la cámara para escanear documentos y tomar fotos para añadir a tus imprimibles.
fr: Autorisez l'accès à la caméra pour numériser des documents et prendre des photos à ajouter à vos imprimables.
it: Consenti l'accesso alla fotocamera per scansionare documenti e scattare foto da aggiungere ai tuoi stampabili.
ja: カメラアクセスを許可すると、書類をスキャンしたり写真を撮影して印刷可能ファイルに追加できます。
pt_br: Permita acesso à câmera para escanear documentos e tirar fotos para adicionar aos seus imprimíveis.
ru: Разреши доступ к камере, чтобы сканировать документы и делать фото для добавления в печатные материалы.
tr: Baskı materyallerinize eklemek için belgeleri taramak ve fotoğraf çekmek üzere kamera erişimine izin verin.
zh_hans: 允许访问相机以扫描文档并拍照，添加到你的可打印内容中。

source: Allow Photo Access
de: Fotos zulassen
es: Permitir acceso a las fotos
es_419: Permitir acceso a las fotos
fr: Autoriser l'accès aux photos
it: Consenti accesso alle foto
ja: 写真へのアクセスを許可
pt_br: Permitir acesso às fotos
ru: Разрешить доступ к фото
tr: Fotoğraflara Erişime İzin Ver
zh_hans: 允许访问照片

source: Allow Printer to access your gallery in "Settings > Privacy > Photos"
de: Erlaube Printer den Zugriff auf deine Galerie in "Einstellungen > Datenschutz > Fotos"
es: Permitir que Printer acceda a tu galería en "Ajustes > Privacidad > Fotos"
es_419: Permite que Printer acceda a tu galería en "Configuración > Privacidad > Fotos"
fr: Autoriser l'imprimante à accéder à votre galerie dans "Réglages > Confidentialité > Photos"
it: Consenti a Printer di accedere alla tua galleria in "Impostazioni > Privacy > Foto"
ja: Printer がギャラリーにアクセスできるように "設定 > プライバシー > 写真" で許可してください
pt_br: Permita que o app Printer acesse sua galeria em "Ajustes > Privacidade > Fotos"
ru: Разреши Printer доступ к галерее в "Настройки > Конфиденциальность > Фото"
tr: Yazıcının galerine "Ayarlar > Gizlilik > Fotoğraflar" bölümünden erişmesine izin verin
zh_hans: 允许打印机在 "设置 > 隐私 > 照片" 中访问你的图库

source: An unknown error occurred during purchase.
de: Beim Kauf ist ein unbekannter Fehler aufgetreten.
es: Se produjo un error desconocido durante la compra.
es_419: Ocurrió un error desconocido durante la compra.
fr: Une erreur inconnue est survenue lors de l'achat.
it: Si è verificato un errore sconosciuto durante l'acquisto.
ja: 購入中に不明なエラーが発生しました。
pt_br: Ocorreu um erro desconhecido durante a compra.
ru: Произошла неизвестная ошибка при покупке.
tr: Satın alma sırasında bilinmeyen bir hata oluştu.
zh_hans: 购买过程中发生未知错误。

source: Are you sure you want to delete this document?
de: Bist du sicher, dass du dieses Dokument löschen möchtest?
es: ¿Seguro que quieres eliminar este documento?
es_419: ¿Seguro que deseas eliminar este documento?
fr: Voulez‑vous vraiment supprimer ce document ?
it: Sei sicuro di voler eliminare questo documento?
ja: この書類を削除してもよろしいですか？
pt_br: Tem certeza de que deseja excluir este documento?
ru: Ты уверен, что хочешь удалить этот документ?
tr: Bu belgeyi silmek istediğinizden emin misiniz?
zh_hans: 你确定要删除此文档吗？

source: Aspect ratio preserved automatically
de: Seitenverhältnis wird automatisch beibehalten
es: Relación de aspecto preservada automáticamente
es_419: Relación de aspecto preservada automáticamente
fr: Ratio d'aspect préservé automatiquement
it: Rapporto d'aspetto mantenuto automaticamente
ja: アスペクト比は自動的に維持されます
pt_br: Proporção preservada automaticamente
ru: Соотношение сторон сохраняется автоматически
tr: En-boy oranı otomatik olarak korunur
zh_hans: 自动保持纵横比

source: Atrás
de: Zurück
fr: Retour
it: Indietro
ja: 戻る
pt_br: Voltar
ru: Назад
tr: Geri
zh_hans: 返回

source: Auto renewable. Cancel anytime.
de: Automatisch verlängerbar. Jederzeit kündbar.
es: Renovable automáticamente. Cancela en cualquier momento.
es_419: Renovación automática. Cancela cuando quieras.
fr: Renouvelable automatiquement. Annulez à tout moment.
it: Rinnovo automatico. Annulla in qualsiasi momento.
ja: 自動更新。いつでも解約できます。
pt_br: Renovação automática. Cancele a qualquer momento.
ru: Автопродление. Отменить можно в любое время.
tr: Otomatik yenilenir. İstediğiniz zaman iptal edebilirsiniz.
zh_hans: 自动续订。随时取消。

source: Automatically remove backgrounds from your photos using advanced AI technology
de: Entferne automatisch Hintergründe deiner Fotos mit fortschrittlicher KI-Technologie
es: Elimina automáticamente los fondos de tus fotos usando tecnología avanzada de IA
es_419: Elimina automáticamente los fondos de tus fotos usando tecnología avanzada de IA
fr: Supprime automatiquement les arrière‑plans de vos photos grâce à une technologie IA avancée
it: Rimuovi automaticamente gli sfondi dalle tue foto usando tecnologia AI avanzata
ja: 高度な AI 技術を使って写真の背景を自動的に削除します
pt_br: Remova automaticamente fundos das suas fotos usando tecnologia avançada de IA
ru: Автоматически удаляй фон на фото с помощью продвинутой ИИ‑технологии
tr: Gelişmiş yapay zeka teknolojisi kullanarak fotoğraflarınızın arka planını otomatik kaldırın
zh_hans: 使用先进的 AI 技术自动从照片中移除背景

source: B&W
de: S/W
es: B/N
es_419: B/N
fr: N&B
it: B/N
ja: 白黒
pt_br: P&B
ru: Ч/Б
tr: S/B
zh_hans: 黑白

source: Back
de: Zurück
es: Volver
es_419: Volver
fr: Retour
it: Indietro
ja: 戻る
pt_br: Voltar
ru: Назад
tr: Geri
zh_hans: 返回

source: Background Removed
de: Hintergrund entfernt
es: Fondo eliminado
es_419: Fondo eliminado
fr: Arrière‑plan supprimé
it: Sfondo rimosso
ja: 背景を削除しました
pt_br: Fundo removido
ru: Фон удалён
tr: Arka Plan Kaldırıldı
zh_hans: 背景已移除

source: Background Removed!
de: Hintergrund entfernt!
es: ¡Fondo eliminado!
es_419: ¡Fondo eliminado!
fr: Arrière‑plan supprimé !
it: Sfondo rimosso!
ja: 背景を削除しました！
pt_br: Fundo removido!
ru: Фон удалён!
tr: Arka Plan Kaldırıldı!
zh_hans: 背景已移除！

source: Batch Print
de: Stapel drucken
es: Impresión por lotes
es_419: Impresión por lotes
fr: Impression en lot
it: Stampa in blocco
ja: 一括印刷
pt_br: Impressão em lote
ru: Пакетная печать
tr: Toplu Yazdırma
zh_hans: 批量打印

source: Batch Print Documents
de: Dokumente im Stapel drucken
es: Imprimir documentos por lotes
es_419: Imprimir documentos por lotes
fr: Imprimer des documents en lot
it: Stampa documenti in blocco
ja: ドキュメントを一括印刷
pt_br: Imprimir documentos em lote
ru: Пакетная печать документов
tr: Toplu Belge Yazdırma
zh_hans: 批量打印文档

source: Batch Print...
de: Stapel drucken...
es: Impresión por lotes...
es_419: Imprimir por lotes...
fr: Impression en lot...
it: Stampa in blocco...
ja: 一括印刷...
pt_br: Impressão em lote...
ru: Пакетная печать...
tr: Toplu Yazdır...
zh_hans: 批量打印...

source: been saved successfully!
de: wurde erfolgreich gespeichert!
es: ¡se ha guardado correctamente!
es_419: ¡se ha guardado con éxito!
fr: a été enregistré avec succès !
it: salvato con successo!
ja: 正常に保存されました！
pt_br: foi salvo com sucesso!
tr: başarıyla kaydedildi!
zh_hans: 已保存成功！

source: Before
de: Vor
es: Antes
es_419: Antes
fr: Avant
it: Prima
ja: 前
pt_br: Antes
ru: До
tr: Önce
zh_hans: 之前

source: BEST OFFER
de: BESTES ANGEBOT
es: MEJOR OFERTA
es_419: MEJOR OFERTA
fr: MEILLEURE OFFRE
it: MIGLIOR OFFERTA
ja: ベストオファー
pt_br: MELHOR OFERTA
ru: ЛУЧШЕЕ ПРЕДЛОЖЕНИЕ
tr: EN İYİ TEKLİF
zh_hans: 超值优惠

source: Best printing app I've tried. Worth every penny and the support is excellent too.
de: Beste Druck‑App, die ich ausprobiert habe. Jeden Cent wert und der Support ist ebenfalls hervorragend.
es: La mejor app de impresión que he probado. Vale cada céntimo y el soporte también es excelente.
es_419: La mejor app de impresión que he probado. Vale cada centavo y el soporte también es excelente.
fr: Meilleure application d'impression que j'ai testée. Elle vaut chaque centime et le support est excellent.
it: La migliore app di stampa che abbia provato. Vale ogni centesimo e l'assistenza è eccellente.
ja: これまで使った中で最高の印刷アプリです。価格に見合う価値があり、サポートも素晴らしいです。
pt_br: Melhor app de impressão que já usei. Vale cada centavo e o suporte também é excelente.
ru: Лучшее приложение для печати, которое я пробовал. Стоит каждой копейки, и поддержка тоже отличная.
tr: Denediğim en iyi baskı uygulaması. Her kuruşuna değer ve destek de mükemmel.
zh_hans: 这是我用过的最佳打印应用。物超所值，客服也非常出色。

source: Birthdays
de: Geburtstage
es: Cumpleaños
es_419: Cumpleaños
fr: Anniversaires
it: Compleanni
ja: 誕生日
pt_br: Aniversários
ru: Дни рождения
tr: Doğum günleri
zh_hans: 生日

source: Calendars
de: Kalender
es: Calendarios
es_419: Calendarios
fr: Calendriers
it: Calendari
ja: カレンダー
pt_br: Calendários
ru: Календари
tr: Takvimler
zh_hans: 日历

source: Camera Access Required
de: Kamerazugriff erforderlich
es: Acceso a la cámara necesario
es_419: Se requiere acceso a la cámara
fr: Accès à la caméra requis
it: Accesso alla fotocamera richiesto
ja: カメラアクセスが必要です
pt_br: Acesso à câmera necessário
ru: Требуется доступ к камере
tr: Kamera erişimi gerekli
zh_hans: 需要相机权限
